[{"_id":"63fe3d7d881af55eb9b7fd7e","title":"LAVA NETWORK 101: A Scalable and Decentralized Solution for Accessing Blockchain Data Across Chains","link":"/lava-network/lava-network-101%3a-a-scalable-and-decentralized-solution-for-accessing-blockchain-data-across-chains","blog":{"_id":"63fd264e6ff5944450334072","title":"Lava Network","identifier":"lava-network","type":"project","project":{"_id":"63f5e96dc3680481f7b84a44","name":"Lava Network","identifier":"lava-network","description":"Lava Network, blok zinciri geliştiricilerinin API'ler aracılığıyla blok zinciri verilerine ölçeklenebilir, merkezi olmayan ve güvenli bir şekilde erişmelerini sağlayan blok zincirinden bağımsız bir RPC katmanıdır.","rating":4,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-lava-network","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"subtitle":"Lava Network, geliştiricilerin API'ler aracılığıyla blok zinciri verilerine güvenli, merkezi olmayan ve ölçeklenebilir bir şekilde erişmelerini sağlayan RPC çağrıları için bir pazar yeridir. Lava Network ile ilglili en son blog yazılarımızı okuyun.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-lava-network","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"created_at":"26.02","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-lava-network-101%253a-a-scalable-and-decentralized-solution-for-accessing-blockchain-data-across-chains","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-lava-network-101%253a-a-scalable-and-decentralized-solution-for-accessing-blockchain-data-across-chains","subtitle":"What is Lava Network? What does it aim to solve?","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Lava Network is a marketplace for RPC calls, enabling developers to access blockchain data through APIs in a secure, decentralized, and scalable manner. The decentralized web has grown too complex to manage node infrastructure, leading to rate-limited public endpoints and centralized providers. These solutions have limitations, including censorship concerns, persistent throttling issues, and a tragedy of the commons problem. To address these issues, Lava Network has emerged as a trustless peer-to-peer marketplace for RPC calls, enabling developers to be matched with node operators on any chain to communicate between dApps and their blockchain of choice.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Scalability and Robustness at the Core of Lava</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">The key feature of Lava Network is its scalability and robustness, designed to handle high transaction volumes, minimize gas fees during peak periods, and reduce on-chain data. Through backfilling, separation of roles, vertical scaling, and data minimization, Lava Network ensures high quality node service by holding providers accountable using cryptographically signed messages and aligned token incentives. As a result, the network eliminates the censorship concerns that come with centralized providers and encourages network redundancy to ensure uptime.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Conflict Detection and Resolution for Trust and Security</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">One of Lava Network's critical features is Conflict Detection and Resolution, which ensures the network operates accurately and smoothly. Providers are incentivized to provide honest data, and malicious or faulty actors are disincentivized through slashing, burning, and jailing. This mechanism promotes trust and security, as well as accurate and fresh data on the blockchain.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Privacy Protection</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Lava Network is committed to privacy and minimizes profiling abilities by randomly distributing Consumer relays to Providers on the Pairing List. The network also implements a mixer mechanism that eliminates the possibility of Providers creating a fragmented image of a Consumer’s query history, ensuring private pairing and communication. This approach ensures that user data and privacy are protected.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Lava Network's Vision and Mission</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Lava Network's vision and mission are centered on the belief that blockchain data should be accurate and that access to this data should be scalable, private, and uncensored. The Lava team aims to power a market for blockchain data with aligned token incentives and an open-source protocol for RPC nodes and APIs. As the network expands, Lava Network's modular onboarding of new blockchains will support each ecosystem of applications, making it easier for developers to access blockchain data across different chains, geographies, and API specifications.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Conclusion</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">In conclusion, Lava Network provides a secure, decentralized, and censorship-resistant marketplace for RPC calls, enabling developers to access blockchain data in a scalable and reliable manner. Its innovative approach promotes network redundancy, incentivizes accurate and fresh data on the blockchain, and promotes trust and security. Therefore the Lava Network advances the transition to decentralized ownership and new mechanisms to solve complex coordination and financing issues.</div>"],"label":"editors_pick","flag":"101","social_media_accounts":{}},{"_id":"63fe3b13881af55eb9b7fd14","title":"ALEO 101: Özel Uygulamalar Oluşturmak için Gizlilik ve Mahremiyet Odaklı, Merkezi Olmayan Bir Blockchain Platformu","link":"/aleo/aleo-101%3a-ozel-uygulamalar-olusturmak-icin-gizlilik-ve-mahremiyet-odakli%2c-merkezi-olmayan-bir-blockchain-platformu","blog":{"_id":"63fd239c881af55eb9b7ed45","title":"Aleo","identifier":"aleo","type":"project","project":{"_id":"63f33efa6c5a825d8cb974d9","name":"Aleo","identifier":"aleo","description":"Aleo, kullanıcılara ZK Protokolü (sıfır bilgi ispatları) aracılığıyla gizlilik ve güvenlik sunan bir blok zinciri platformudur. Aleo'nun temel amacı, özel uygulamalar geliştirmek için merkeziyetsiz ve güvenli bir platform sağlamaktır. Aleo ağı, kullanıcıların hassas bilgileri ifşa etmeden sıfır bilgi kanıtlarını kullanarak verileri korumasına ve doğrulamasına olanak tanır.","rating":4,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-aleo","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b1a2091849bdcd3bf48","is_completed":true,"name":"Elif Sude Meriç","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-elif-sude-meric","social_media_accounts":{}},"subtitle":"Aleo, sıfır bilgi kanıtlarını kullanarak kullanıcılara gizlilik ve mahremiyet sunan bir blok zinciri platformudur. Aleo'nun birincil amacı, özel uygulamalar geliştirmek için merkeziyetsiz ve güvenli bir platform oluşturmaktır. Aleo projesiyle ilglili en son blog yazılarımızı okuyun.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-aleo","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fc9b1a2091849bdcd3bf48","is_completed":true,"name":"Elif Sude Meriç","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-elif-sude-meric","social_media_accounts":{}},"created_at":"22.02","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-aleo-101%253a-a-privacy-focused%252c-decentralized-blockchain-platform-for-building-private-applications","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-aleo-101%253a-a-privacy-focused%252c-decentralized-blockchain-platform-for-building-private-applications","subtitle":"Gizlilik ve Güvenlik Ön Planda: Sıfır Bilgi Kanıtları ile Merkezi Olmayan ve Gizlilik Odaklı Aleo Blockchain Platformu","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Blockchain technology has revolutionized how we handle data and value transfers, but there's still much work to be done in terms of privacy and decentralization. Aleo, a privacy-focused, decentralized platform for building private applications, aims to change that.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">In this article, we'll take a closer look at what Aleo is and what it offers to users.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">What is Aleo?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo is a blockchain platform that leverages zero-knowledge proofs to offer privacy and confidentiality to users. Unlike other blockchain networks that rely on transparent ledgers, Aleo's zero-knowledge cryptography ensures that data and transactions remain completely private.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo's main goal is to provide a secure and decentralized platform for building private applications. The Aleo network offers users an opportunity to use zero-knowledge proofs to secure and verify data without revealing any sensitive information. This technology enables users to transact without revealing their identity or the value of the transaction to anyone else on the network.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo offers several features that make it an attractive option for developers and users alike. Here are some of the key features and benefits of the Aleo network:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"false\">Privacy: Aleo uses zero-knowledge proofs to ensure that transactions are private and secure. Users can share data on the network without revealing any sensitive information, which makes Aleo ideal for confidential business transactions and secure data transfers.</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Scalability: Aleo is built on top of the MimbleWimble protocol, which makes it highly scalable. The MimbleWimble protocol enables the network to handle an increased number of transactions without sacrificing security or privacy.</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Decentralization: Aleo is a decentralized network, which means that it is not controlled by a central authority. This makes it ideal for building trustless, peer-to-peer applications that require no intermediaries.</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Open-source: Aleo is an open-source platform, which means that developers can easily access and use the network's code to build their applications. This feature makes it easy for developers to create custom solutions tailored to their specific needs.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Incentivized Testnet</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo is currently running an incentivized Testnet program that rewards users who help to secure and test the network. Participants in the Testnet program can earn Aleo credits, which will be redeemable for the mainnet Aleo tokens once the network goes live.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Use Cases</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo's privacy-focused, decentralized platform has several use cases in various industries. Here are some examples:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"false\">Finance: Aleo can be used to build secure and private financial applications that enable users to transact without revealing their identity or the value of the transaction. This feature makes it ideal for handling confidential business transactions or personal financial data.</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Healthcare: Aleo’s privacy features make it ideal for handling sensitive health data. Health practitioners and patients can use Aleo to share health data securely without revealing any personal information to third parties.</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Legal: Aleo can be used to build secure, private applications for legal documents and contracts. Lawyers and clients can use Aleo to share confidential legal documents securely without revealing any sensitive information to other parties.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Final Thoughts</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aleo is a privacy-focused, decentralized blockchain platform that offers a secure and private environment for building private applications. With its unique features and benefits, it has several potential use cases in various industries. With its incentivized Testnet program, the Aleo team is actively working to secure and test the network before its mainnet launch.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">In summary, Aleo is a blockchain platform that prioritizes privacy and decentralization. It uses zero-knowledge proofs to offer confidentiality to users and provides various benefits such as scalability and open-source code. Its use cases are diverse, ranging from finance to healthcare to legal sectors. With the incentivized Testnet program, the Aleo team is actively working to secure and test the network before its mainnet launch. So Aleo is an innovative platform, especially for those interested in developing private applications.</div>"],"label":null,"flag":"101","social_media_accounts":{}},{"_id":"63fe4dd5a816fdaae5d7f3a2","title":"IGNITE 101: Blockchain Projeleri Daha Kolay Bir Şekilde Oluşturulabilir Mi?","link":"/ignite/ignite-101%3a-blockchain-projeleri-daha-kolay-bir-sekilde-olusturulabilir-mi%3f","blog":{"_id":"63fe45756ff59444503352a1","title":"Ignite","identifier":"ignite","type":"project","project":{"_id":"63fd20ef6ff5944450333fdc","name":"Ignite","identifier":"ignite","description":"Ignite, Cosmos Tendermint'in geliştirilmesinden sorumlu ekip tarafından oluşturulan ve projelerin CosmosSDK kullanarak kendi blok zinciri ağlarını oluşturmalarını sağlayan bir araçtır. Ignite, komut satırları, araçlar ve kitler sağlayarak geliştiricilerin blok zincirlerini kolaylıkla inşa etmelerini sağlar.","rating":4,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-ignite","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"subtitle":"Blockchain projeleri oluşturmak ve yönetmek için güçlü ve kullanıcı dostu araç.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-ignite","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fe2bf8881af55eb9b7f842","is_completed":true,"name":"Yahya Ekincioğlu","title":"İçerik Üreticisi","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-yahya-ekincioglu","social_media_accounts":{}},"created_at":"05.02","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-ignite-101%253a-can-blockchain-projects-be-built-more-easily%253f","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-ignite-101%253a-can-blockchain-projects-be-built-more-easily%253f","subtitle":"Ignite CLI nedir, neyi çözmeyi hedeflemektedir?","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Thousands of new applications have been developed in the web3 ecosystem in recent years. Many new developers have started building here by learning blockchain-based software languages. However, building an application on a blockchain is not as easy as it seems. Developers are having serious difficulties understanding smart contracts and following blockchain languages that are changing every day and coming up with new features. According to various research data, there are nearly 30 million developers in all information technologies in the world today, while only 200 thousand are web3 and blockchain developers. In today's review, we will examine Ignite project in the Cosmos ecosystem, which will change this situation, and provide easy-to-use, blockchain development with various tools.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite is a tool designed by the team involved in the development of Cosmos Tendermint that helps projects develop their own blockchain network through the CosmosSDK. Ignite allows developers to easily build blockchains thanks to ready-made command lines, ready-made tools, and kits. It's not just about providing code to developers. In less than 5 minutes, you can create a simple blockchain and connect to other blockchains via CosmosIBC. Ignite contributes to the planning of the whole process until it brings a good idea to life and makes it successful. It is already taking share from an active, vibrant market and reaching out to communities. It is very important to reach communities in the Web3 ecosystem. Communities are much more than a customer. Users who have tested your app also give you feedback for various improvements. Ignite helps you build your own community by testing your application by accessing these communities and the tools it offers to projects during the development phase.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">In order to understand the importance of Ignite, it is necessary to examine the Cosmos ecosystem a little. Cosmos is an ecosystem that provides tools for applications to build their own blockchain network and connect them to each other through IBC. What does it mean for an application to have its own network? Applications are subject to the characteristics and rules of the blockchain network on which they are built. For example, to swap in a DeFi application on Ethereum, you pay the transaction fee on the Ethereum network and your transaction takes place at the speed of the Ethereum network. This is the same in other networks. When it comes to Cosmos, each app has its own blockchain network. Thus, Cosmos encourages projects to have their own network; to act flexibly and independently in all their operations.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite has a large number of practical software kits, lines of code, bots, and resources; compared to popular software languages and business lines such as Java, and C languages. This saves developers a lot of time. On the other hand, we know that in software languages such as Solidity in the web3 ecosystem, there is still a serious need for these kits, practical command lines, and even resources. Ignite responds to a critical need through the project development process and their contribution to the launch of Cosmos IBC. Ignite allows craftsmen who are trying to repair vehicles with a hammer and screwdriver to build freely by giving them a production and repair facility. Ignite encourages both more developers to incorporate the Web3 ecosystem and more projects to use the Cosmos ecosystem.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">That's exactly why we're talking about Ignite for you.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">With the difference of Node101, see you in our next review…</div>"],"label":"editors_pick","flag":null,"social_media_accounts":{}},{"_id":"63fe49e5a816fdaae5d7f2be","title":"Ignite CLI ile Blockchain’inizi oluşturun ve 75 milyar Doları Aşan Dijital Varlıklar Ekosistemine Dahil Olun","link":"/ignite/ignite-cli-ile-blockchain%e2%80%99inizi-olusturun-ve-75-milyar-dolari-asan-dijital-varliklar-ekosistemine-dahil-olun","blog":{"_id":"63fe45756ff59444503352a1","title":"Ignite","identifier":"ignite","type":"project","project":{"_id":"63fd20ef6ff5944450333fdc","name":"Ignite","identifier":"ignite","description":"Ignite, Cosmos Tendermint'in geliştirilmesinden sorumlu ekip tarafından oluşturulan ve projelerin CosmosSDK kullanarak kendi blok zinciri ağlarını oluşturmalarını sağlayan bir araçtır. Ignite, komut satırları, araçlar ve kitler sağlayarak geliştiricilerin blok zincirlerini kolaylıkla inşa etmelerini sağlar.","rating":4,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-ignite","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"subtitle":"Blockchain projeleri oluşturmak ve yönetmek için güçlü ve kullanıcı dostu araç.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-ignite","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fc9b1a2091849bdcd3bf48","is_completed":true,"name":"Elif Sude Meriç","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-elif-sude-meric","social_media_accounts":{}},"created_at":"22.12","logo":"https://node101.s3.amazonaws.com/node101-writing-logo-ignite-cli-ile-blockchain%25e2%2580%2599inizi-olusturun-ve-75-milyar-dolari-asan-dijital-varliklar-ekosistemine-dahil-olun","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-ignite-cli-ile-blockchain%25e2%2580%2599inizi-olusturun-ve-75-milyar-dolari-asan-dijital-varliklar-ekosistemine-dahil-olun","subtitle":"-","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI ile bağımsız bir blockchain oluşturmak,&nbsp;blockchain’inizi kendi kurallarınızla geliştirmenizisağlar.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Blockchain teknolojisine yönelik küresel harcamaların 2018 'de 1,5 milyardolardan 2023' e kadar yaklaşık 15,9 milyar dolara çıkması bekleniyor.Şaşırtıcı olmayan bir şekilde, bu genişleme daha fazla blockchaindeveloperına ihtiyacı beraberinde getiriyor. Aslında, LinkedIn anketine göre;blockchain, 2020 'nin en çok talep gören hard skilliydi (teknik-değerli beceri).</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Doğal arz ve talep yasasının gerektirdiği gibi, kendimizi blockchaindeveloperlarının dünya çapında, ortalamanın üzerinde maaşları talep ettiği birsatıcı pazarında (talebin arzı aştığı piyasa) buluyoruz. Her alandandeveloperlar için, şimdi, her zamankinden daha fazla, blockchain dünyasınıkeşfetmek ve bu büyüleyici ekosistemde kariyerlerini ilerletmek içinmükemmel bir zaman.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Yine de, birçok developer “blockchain” kavramı söz konusu olduğundatereddüt ederler. Blockchainlerin oluşturulmasının zor olduğuna, tamamenyeni programlama dilleri öğrenmeleri gerektiğini veya başlangıç engellerininçok yüksek olduğuna inanırlar. Birkaç yıl önce durum böyleydiyse da, IgniteCLI gibi developer dostu araçlar oyunu hızla değiştiriyor.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-1\" contenteditable=\"true\" spellcheck=\"false\">Developerlar için Ignite’ın Avantajları</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI'nin ilk sürümü Temmuz 2020 'de piyasaya sürüldü ve kendiblockchain’ini kurmak isteyen developerlar için bir dönüm noktası oldu. Ozamandan beri, Ignite CLI, developer deneyimini geliştirmek ve üretime hazırbir blockchain oluşturmayı mümkün olduğunca basit hale getirmek için birdenfazla yenilemeden geçti.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ancak, blockchain teknolojisini kullanarak bir uygulama oluşturmayıdüşünüyorsanız, Ethereum veya Polkadot kullanarak uygulamanızıoluşturmak yerine Ignite CLI kullanmanın ve Cosmos ekosisteminebağlanmanın başlıca avantajları nelerdir? Haydi daha yakından inceleyelim.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-2\" contenteditable=\"true\" spellcheck=\"false\">Layer One Protokolü Sizsiniz</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI ile bir blockchain oluşturmak ve Ethereum üzerinde akıllı birsözleşme oluşturmak arasındaki temel fark, Ignite CLI ile, Layer-1 protokolüolmanızı sağlayan tamamen otonom bir uygulamaya özgü blockchainoluşturuyor olmanızdır. İlk başta bu kelimeler o kadar önemli gözükmeyebilir,bu yüzden bunların neden bu kadar önemli olduğuna bakalım.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ethereum gibi bir blockchainde merkeziyetsiz bir uygulama (dApp)oluşturursanız, layer-1 protokolünü etkileyen aynı kısıtlamalara tabisiniz.Örneğin, Ethereum ağı şu anda %98,63 kapasitede. Ether fiyatındaki artışlarve DeFi uygulamalarında oluşan trafik, hem ücretlerde hem de ağtıkanıklığında büyük bir artışa neden oluyor.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ethereumdaki ortalama işlem ücreti 2020 yılının mayıs ayında baş döndürücübir şekilde 65 $'a ulaşırken, birçok blockchain developerları ve günlükkullanıcılar işlem dışı fiyatlandırılıyor. Ağır bir ücret, DeFi uygulamasındalikidite madenciliği veya merkezi olmayan bir borsada büyük bir işlem yoluylayüksek bir getiriye erişmek için, tüm kullanıcılara mani olmayabilir. Ancak,5$‘a oyun içi ürün veya 20 $’a NFT satmaya çalışan bir blockchain oyundeveloperıysanız, Ethereum’u varsayılanınız olarak seçmeniz uygun değildir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Aslında, yüksek getiri sağlamayan birçok uygulama başka ağlara geçmeye yada kepenk kapatmaya zorlanıyor. 65 $'lık rekor TX ücretinden önce bile,2020'nin “DeFi Yazının” etkileri, Unilogin gibi birçok uygulamanın faaliyetlerinidurdurmasına neden oldu. Ekibin dokunaklı blog yazısı basitçe \"Unilogin'inbenzini bitti\" başlığını attı.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ethereum'un üzerinde var olmanın önemli faydalar getirdiğini biliyoruz.Önemli bir kullanıcı tabanına, yüzlerce diğer dAppsle etkileşime ve ağla ilişkiligüvenliğe erişebilirsiniz. Ancak, Ethereum'un ölçekleme sorunlarını çözmesinibeklemek, yüksek ücretler nedeniyle potansiyel kullanıcıları kaybetmesi veyaağ dışında fiyatlandırılmasıyla karşı karşıya kalırsanız, bu avantajların hiçbiriönemli değildir.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-3\" contenteditable=\"true\" spellcheck=\"false\">Tamamen Bağımsızsınız</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI ile bir blockchain oluşturmak, tamamen bağımsız olmanızı vegeliştirme konusunda kendi kurallarınızı koymanızı sağlar. Developerdeneyimi ve Ignite lideri Denis Fadeev ,“ Bu sektörde bir şey inşa ettiğinizde,aslında iki yol vardır. Ya akıllı bir sözleşme ya da blockchain. Bunlar çokfarklı iki şeyler. Ve chainleri oluşturmak hakkında konuştuğunuzda, yine, ikifarklı yaklaşım vardır. Bağımsız chainler inşa edebilir veya bir ana chainebağlı chainler inşa edebilirsiniz.\"</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">“Yani, Polkadot ile, bağımsız chainler inşa edemezsiniz, çünkü bu onlarınaraç setlerinin kullanım amacı değildir. Merkezi Polkadot relay chainietrafında dönen chain inşa ediyorsunuz. Oysa Cosmos ile amaç, insanlarabağımsız chainler inşa etmek için araçlar vermektir. İnsanları bağımsızchainler oluşturmaları için teşvik etmesi, Cosmos'un gerçekten parladığıyerdir.\"</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Uzun vadeli bir Cosmos katılımcısı ve Chainapsis CEO'su olan Josh Lee(Keplr cüzdanının arkasındaki ekip), daha önceki bir makalesinde “Bağımsızolmak ve kendi blockchain’ine sahip olmak, kendi sisteminizi ve başkalarıylanasıl etkileşime gireceğiniz konusunda kendi sınırlarınızı ve kurallarınızıbelirleyebileceğiniz anlamına gelir. Akıllı bir sözleşme olarak varsanız,başkasının evinde yaşayan bir kiracısınız.\"</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bağımsız uygulamalar; yönetişim, validatörler, ağ yükseltmelerinin ne zamanyapılması gerektiği veya diğer projelerden gelen yeni tekliflerindeğerlendirilmesi gibi ağı etkileyen tüm konular üzerinde kendi kararlarınıverebilirler. Cosmos blockchain teknolojisinin yüksek verimliliğinden veölçeklenebilirliğinden yararlanırlar ve Cosmos Blockchainler Arası İletişim(IBC) protokolü aracılığıyla geniş ve büyüyen ekosistemin önde gelenblockchain ağlarına (Binance Coin, Terra, OKB, Cosmos Hub ve Crypto.comgibi halihazırda benzerlerini içeren) bağlanabilirler.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-4\" contenteditable=\"true\" spellcheck=\"false\">Büyüyen Ekosisteme Bağlanın</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bağımsız olmak kulağa güçlü geliyor. Ancak, özellikle de konudan bihaberolanlar için biraz korkutucu gelebilir. Ne de olsa, bağımısızlığın da kendisonuçları vardır. Chainleri güvence altına almak için validatörleri nasılbulursunuz, yeni kullanıcılara nasıl ulaşırsınız veya Ethereum'daki gelişenDeFi sektörünün izin verdiği şekilde diğer merkezi olmayan uygulamalarlanasıl etkileşime geçersiniz?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Cosmos vizyonunun merkezinde ölçeklenebilirlik ve birlikte çalışabilirlik ile,Ignite CLI ile yapılan tüm chainler varsayılan olarak IBC (Blockchainler arasıiletişim) ile gelir. IBC readiness (uygunluğu), ekosistemdeki herhangi bir IBCetkin chaine kolayca bağlanabileceğiniz, kullanıcıların veri ve diğer varlıklarıaktarmasına izin verebileceğiniz ve uygulamaya özgü blockchain ağlarındanyararlanabileceğiniz anlamına gelir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">En gelişmiş cross-chain DeFi protokolü olan GravityDEX yeni chainleri işlemyapmaya ve likidite yaratmaya, daha fazla yatırımcıyı arbitraja başlamaya vedaha fazla developerın tokenlarını izine başvurmadan listelemek ve yatırımalmasını sağlamak için yeni bir yol keşfetmeye teşvik ediyor.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Gravity DEX protokolü sayesinde, blockchain developerleri artık Ignite CLI iledakikalar içinde bir blockchain oluşturabilir, tokenlarını oluşturabilir,listeleyebilir ve dijital varlıkları üzerinde anında fiyat keşfi yapabilirler. IgniteCLI ile blockchain oluşturmak, özellikle merkezi bir borsada, maliyetli birlisteleme için ödeme yapacak finansmana sahip olmayan gelişmekte olanprojeler için yararlıdır.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bugün gelişmiş bir cross-chain DeFi protokolünden yararlanacak olanCosmos ekosistemindeki 244+ uygulama ve hizmetin ötesinde, Altheaekibinin geliştirdiği Gravity Bridge aracılığıyla Cosmos Hub'ı Ethereum'abağlar. Bu, Ethereum likiditesinin Cosmos'a akmasına izin verirken, Ethereumkullanıcıları daha düşük işlem ücretleriyle daha hızlı sürelerde fayda sağlayanve DeFi'nin büyük potansiyelini ortaya çıkaran güvenli bir merkeziyetsizköprüdür.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Althea CEO'su Deborah Simpiertold Cryptoslate'in dediği gibi, \"DeFi büyükmiktarlarda alım-satım yapan kişilerin erişmesi için giderek zorlaşıyor...Gravity Bridge, DeFi'yi herkes için demokratikleştiriyor.\"</div>","<div class=\"general-writing-item general-writing-header general-writing-header-5\" contenteditable=\"true\" spellcheck=\"false\">Ignite, Her Developerın Kullanımı İçin Kolaydır</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Birçok geliştirici hala blockchain oluşturmanın zor olduğuna inanıyor. Vemuhtemelen bunun nedeni eskiden öyle olmasıydı. Ancak Ignite CLI ile,uygulamaya özgü bir blockchain oluşturmak akıllı bir sözleşme yazmak kadarkolay ve Ethereum'un programlama dili Solidity'i öğrenmek zorundadeğilsiniz.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Denis, \"İşlevsellik veya kullanım kolaylığında Ignite CLI'yı aşan herhangi biraraç görmedim\" diyor.\"Bu, bir blockchain oluşturmanın en kolay yoludur ve birweb geliştiricisi olarak, bana Raylar veya Django gibi geleneksel çerçevelerlegeliştirmeyi hatırlatıyor.\"</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI, blockchain bilmeyen developerlar için erişilebilirdir, çünküchaininizin kaynak kodu ve tüm modüller, evrensel olarak popüler olan Godilinde yazılmıştır. Denis, “Kendimi bir blockchain developer olarakgörmüyorum. Web geliştirme geçmişinden geldiğim için, blockchaingeliştirmeyi web geliştiricilerinin sahip olduğu araçlara mümkün olduğuncayakın hale getirmeye çalışıyorum.\"</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI, yeniden yükleme, basit CLI komutlarını kullanarak bileşenleri inşaetme ve sezgisel yapılandırma söz dizimine sahiptir. Ignite CLI ayrıca bir webgeliştiricisi olarak bir web uygulamasının blockchain’inizle nasıl konuştuğunuanlamanızı sağlayan ve frontendiniz için sağlam bir temel görevi gören birVue 3 web uygulaması oluşturur.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI, developerların kurulumdan hemen sonra başlayabilmeleri için tekbir tıklamayla indirilir. Sadece tek bir komutla bir modülü oluşturabilirsiniz,CRUD işlevselliği ekleyebilir, chaininizi yerleşik relayerla herhangi bir IBCetkin chaine bağlayabilir ve çok daha fazlasını yapabilirsiniz.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI arayüzü, developerların chainleri için bir kullanıcı arayüzüoluşturmalarını kolaylaştırır. Otomatik istemci TypeScript kodu oluşturma,bileşen kitaplığı ve Keplr cüzdanı ile kullanıma hazır entegrasyon ile, birblockchain için istemci tarafında bir uygulama geliştirmek hiç bu kadar kolayolmamıştı.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Keplr, Cosmos ekosistemindeki en popüler cüzdan uzantısıdır, kullanımıkolaydır, IBC ile uyumludur, son kullanıcıların token bakiyelerini görmelerinive işlemleri doğrudan uzantıdan imzalamalarını sağlar. Daha fazla Ignite CLIözelliği için, yakın zamandaki Ignite v0.16'ya göz atın. Beraberinde Keplr,Better IBC desteği ve Whole Lot More blog gönderilerini getiriyor</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Cosmos Teknolojisi Çevre Dostudur</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Blockchainin enerji tüketimi tartışmalı bir konudur. Bununla birlikte, Bitcoin veEthereum gibi Proof of Work mekanizmasını kullanan enerjiye açblockchainlere mahsustur. Cosmos chainleri, bunun yerine çok daha yüksekbir çıktıya ve çok daha düşük bir karbon ayak izine sahip olan Proof of Stakekullanır.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bitcoin ağını bir yıl boyunca çalıştırmanın mevcut tahmini yıllık enerji tüketimi(TWh cinsinden) 121,86 TWh iken, Ethereum yılda yaklaşık 52,27 TWhtüketmektedir. Karşılaştırıldığında, Cosmos tabanlı bir blockchain’in tahminiyıllık tüketimi, Bitcoin ve Ethereum tarafından bir günde tüketilen enerjidendaha azdır (0.00046647 TWh).</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">100.000 Cosmos blockchain’ini çalıştırmak bile yine de Ethereum'dan yıldadaha az enerji tüketir (46.647 TWh). Bu fark, birbirine bağlı fakat bağımsızblockchainlerin etkileşime geçip ekosistemi zenginleştirdiği ve kendibağımsızlıklarını korumaya devam ettikleri sürdürülebilir bir multichaingeleceğe olanak sağlar.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Sonsöz</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Giderek daha fazla şirket, hükümet ve birey, blockchain teknolojisininfaydalarını fark etmeye başladıkça, blockchain’in kullanım alanları hızlaartmakta ve gelişmektedir. Merkeziyetsiz finanstan NFT'lere, blockchainoyunlarından sağlık hizmetlerine, tedarik zincirine, enerji ve kamuhizmetlerine ve merkeziyetsiz özerk kuruluşlara kadar; birbirine bağlımultichain bir blockchain ekosistemi tarafından başlatılacak akıl almaz biryeniliğin eşiğindeyiz. Ve her şey Ignite ile başlıyor. Ne inşa edeceksiniz?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Ignite CLI ile BaşlayınIgnite CLI'yi keşfedin https://github.com/ignite-hq/cliBlockchainleri oluşturma hakkında daha fazla bilgi edinin:&nbsp;https://tutorials.cosmos.networkIgnite CLI belgelerini okuyun: https://docs.ignite.com</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Sorunuz mu var? Discorddaki kanalımıza katılın: http://discord.gg/igniteburada aktif Ignite kullanıcılarını ve developerlarını bulacaksınız. Herhangi birsorununuzda size yardımcı olabilir ve kendi Cosmos blockchaininizioluşturmanızı ve ekosistemimize bağlanmanızı daha da kolaylaştırabilirler.</div>"],"label":"exclusive","flag":null,"social_media_accounts":{}},{"_id":"63ff0945a816fdaae5d7f957","title":"Sei — Cosmos'taki en derin likidite.","link":"/sei/sei---cosmos'taki-en-derin-likidite","blog":{"_id":"63fe8df792994cd22962f11a","title":"Sei","identifier":"sei","type":"project","project":{"_id":"63f37be2c3680481f7b848e9","name":"Sei","identifier":"sei","description":"Sei, üzerinde DeFi platformlarının geliştirilmesini teşvik eden Cosmos SDK ile üretilen yüksek performanslı yeni nesil bir blok zinciri ağıdır. Sei, merkezi olmayan bir NASDAQ olmayı hedeflemektedir. Buna göre, merkezi olmayan borsalar ve diğer tüm DeFi uygulamaları Sei ağı üzerinde oluşturulabilir ve bu yüksek hızlı blok zincirine entegre edilebilir.","rating":3,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-sei","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"subtitle":"Sei, DeFi için Yeni Bir Çağın Kilidini Açmak İçin 50 Milyon Dolarlık Ekosistem ve Likidite Fonu Başlattı","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-sei","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fca1680862fd7098e59683","is_completed":true,"name":"Mete Koray Gergin","title":"Head of Product","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-mete-koray-gergin","social_media_accounts":{}},"created_at":"12.12","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-sei-%25e2%2580%2594-cosmos%27taki-en-derin-likidite.","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-sei-%25e2%2580%2594-cosmos%27taki-en-derin-likidite.","subtitle":"Orderbooks'a Giriş","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Emir defteri modelleri hem geleneksel finansta hem de kriptoda tüm büyük merkezi borsalarda üstünlüğünü sürdürüyor. Güvenilir, hızlı ve sermaye açısından verimli oldukları defalarca kanıtlanmıştır. Ancak, bir sipariş defterini zincire getirmek son derece zordur. Ekiplerin diğer engellerin yanı sıra yüksek işlem maliyetleri, yavaş ticari uygulama ve yanlış fiyatlandırma ile uğraşması gerekir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Şimdiye kadar zincir üzerinde sipariş defterlerinin yalnızca seçilmiş birkaç çalışan uygulaması olmuştur. Her biri, hız, verimlilik ve güvenilirlik arasında denge kuran net ödünleşimlerle ilgilenir.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-1\" contenteditable=\"true\" spellcheck=\"false\">On-chain'in Önemi</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Zincir dışı sipariş defterleri, FTX, Binance ve Coinbase gibi platformlarda tarihsel olarak kalıcı ve spot ticarete hakim olmuştur. Sağlam web2 altyapısı üzerine inşa edilmiş olan merkezi borsalar, sıfıra yakın işlem maliyetlerine ve neredeyse anında sipariş yürütmeye sahiptir. Zincir dışı sipariş defterlerinin ana dezavantajları, merkezi yapıları ve artan düzenleyici riskleridir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Öte yandan, zincir üstü sipariş defterleri merkezi olmayan ve güvenilmez olabilir, ancak ağ tıkanıklığı, yüksek işlem maliyetleri ve daha yavaş yürütme nedeniyle sıklıkla engellenir. Bu, çoğu zincir üstü sipariş defterinin yalnızca üzerine inşa edildikleri zincirler kadar verimli ve yetenekli olduğu anlamına gelir.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-2\" contenteditable=\"true\" spellcheck=\"false\">Sei'ye Girin</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Sei, sipariş defteri için özel olarak oluşturulmuş bir katman 1 blok zinciridir. Zincirin parametreleri, bir sipariş defterinin ihtiyaç duyduğu şeye tam olarak uyması için mükemmel şekilde uygundur. Sei, tamamen yeni bir DeFi ürünleri kademesini etkinleştirerek güvenilirliğe, güvenliğe ve yüksek iş hacmine her şeyden önce öncelik verir. Sei üzerinde oluşturulan uygulamalar, özel yerleşik sipariş defteri altyapısından, son derece hızlı yürütmeden, derin likiditeden ve tamamen merkezi olmayan bir eşleştirme hizmetinden yararlanır.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Cosmos SDK ve Tendermint Core kullanılarak oluşturulan Sei, üzerine inşa edilecek ultra yüksek performanslı DeFi ürünleri için paylaşılan bir likidite merkezi görevi görür.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-3\" contenteditable=\"true\" spellcheck=\"false\">Neden Şimdi?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Emir defteri DEX'lerinin riskleri kaldırıldı:dYdX, yıllık 800 milyar $'ın üzerinde hacme sahip yaklaşık 25.000 yatırımcıya ulaştı*Serum, Solana DeFi'nin büyük bir bölümünü içeren, gelişen bir ekosistem inşa etti.&nbsp;</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Kurumlar not alıyor:FTX ve Binance gibi büyük oyuncular, kurumsal oyuncuları eğitmenin yolunu açtı. Önümüzdeki birkaç yıl içinde DeFi, ilk kez DEX'leri denediğinde anlamlı kurumsal sipariş akışı görmeye başlayacak.Farklılaştırılmış teknoloji yığını:Cosmos SDK'nın ölçeği kanıtlanmış ve savaşta test edilmiştir. Sei, geçmiş emir defteri uygulamalarındaki hatalardan ders çıkarabilir ve sıfırdan üstün ticaret altyapısı oluşturabilir.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-4\" contenteditable=\"true\" spellcheck=\"false\">\n<div><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">Bizimle Keşfedin</span><br></div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Seinami Teşvikli Testnet'imiz Haziran'da açılıyor. Sei'yi Twitter'da takip ederek duyurular için takipte kalın. Ne için bekliyorsun? Atla ve merhaba!</div>"],"label":"slider","flag":null,"social_media_accounts":{}},{"_id":"63ff086792994cd22962f227","title":"Sei, DeFi için Yeni Bir Çağın Kilidini Açmak İçin 50 Milyon Dolarlık Ekosistem ve Likidite Fonu Başlattı","link":"/sei/sei%2c-defi-icin-yeni-bir-cagin-kilidini-acmak-icin-50-milyon-dolarlik-ekosistem-ve-likidite-fonu-baslatti","blog":{"_id":"63fe8df792994cd22962f11a","title":"Sei","identifier":"sei","type":"project","project":{"_id":"63f37be2c3680481f7b848e9","name":"Sei","identifier":"sei","description":"Sei, üzerinde DeFi platformlarının geliştirilmesini teşvik eden Cosmos SDK ile üretilen yüksek performanslı yeni nesil bir blok zinciri ağıdır. Sei, merkezi olmayan bir NASDAQ olmayı hedeflemektedir. Buna göre, merkezi olmayan borsalar ve diğer tüm DeFi uygulamaları Sei ağı üzerinde oluşturulabilir ve bu yüksek hızlı blok zincirine entegre edilebilir.","rating":3,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-sei","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fc9b0b2091849bdcd3bf43","is_completed":true,"name":"Canberk CANPOLAT","title":"İçerik Üreticisi","image":"https://node101.s3.amazonaws.com/node101-writer-canberk-canpolat","social_media_accounts":{"instagram":"https://instagram.com/canberk.canpolat_?igshid=YWJhMjlhZTc=","telegram":"https://t.me/Canberk_5","twitter":"https://twitter.com/_Canbrk_","linkedin":"https://www.linkedin.com/in/canberk-canpolat-2a229b1bb"}},"subtitle":"Sei, DeFi için Yeni Bir Çağın Kilidini Açmak İçin 50 Milyon Dolarlık Ekosistem ve Likidite Fonu Başlattı","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-sei","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63fca1680862fd7098e59683","is_completed":true,"name":"Mete Koray Gergin","title":"Head of Product","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-mete-koray-gergin","social_media_accounts":{}},"created_at":"12.12","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-sei%252c-defi-icin-yeni-bir-cagin-kilidini-acmak-i%25cc%2587cin-50-milyon-dolarlik-ekosistem-ve-likidite-fonu-baslatti","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-sei%252c-defi-icin-yeni-bir-cagin-kilidini-acmak-i%25cc%2587cin-50-milyon-dolarlik-ekosistem-ve-likidite-fonu-baslatti","subtitle":"-","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Ticaret için tasarlanan ilk Katman 1 olan Sei, Sei üzerinde yeni uygulamaların geliştirilmesini desteklemek ve ekiplerin ana ağ lansmanına giden likiditeyi önyüklemesine yardımcı olmak için 50 milyon dolarlık bir Sei Ekosistemi ve Likidite Fonu duyurdu. Fon, merkezi olmayan finansın kurumsal olarak benimsenmesini hızlandırmaya hizmet ediyor.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Sei #DisruptDeFi Fonu, Multicoin Capital, Delphi Digital, Hudson River Trading, GSR, Flow Traders, MEXC, Kronos, Hypersphere ve diğerleri gibi en iyi risk sermayesi şirketlerinden, piyasa yapıcılardan ve borsalardan taahhütler aldı. Bu iş ortakları, Sei'deki en iyi ekiplerin ana ağ lansmanında ekosistemde büyümek ve likiditeyi başlatmak için bolca fırsat elde etmelerine yardımcı olacak.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">“İronik bir şekilde, mevcut tüm piyasa koşullarının ortasında, bu, kriptoda inşa etmek için nesiller boyu bir zamandır. Sektörün çoğu, benimseme ve sermaye açısından riskten arındırıldı, ancak yine de bir engel oluşturmak için anlamlı bir fırsatın olduğu yerde yeterince erken. Sei'nin Kurucu Ortağı Jay Jog, tüm gürültü yatıştıktan sonra, Sei Eco Fund'ın en iyi ve en parlak takımları öne çıkarmasını istiyoruz\" dedi.</div>"],"label":"slider","flag":null,"social_media_accounts":{}},{"_id":"63fe44df881af55eb9b7ffc8","title":"Whitepaper Özet #3: Merkeziyetsizleşme, Geçerlilik ve VRF (Doğrulanabilir Rastgele Fonksiyonlar)","link":"/undefined/whitepaper-ozet-%233%3a-merkeziyetsizlesme%2c-gecerlilik-ve-vrf-(dogrulanabilir-rastgele-fonksiyonlar)","blog":{"_id":"63fcb7140862fd7098e59ab8","title":"Band Protocol","type":"project","project":{"_id":"63f4f1ebc3680481f7b8495b","name":"Band","identifier":"band","description":"Band Protocol, 2017 yılında MIT'den üç geliştirici tarafından, oracle yapısı aracılığıyla Web3'e merkezi olmayan bir platform sağlamak amacıyla kurulmuştur. Band Protocol, gerçek dünya verilerini ve uygulama programlama arayüzlerini (API'ler) akıllı sözleşmelere bağlayan bir çapraz zincir oracle'ıdır. Cosmos-SDK ile geliştirilen bir blok zinciri olan BandChain üzerinde çalışır. Dış kaynaklardan bilgi alma ve doğrulama gibi yoğun kaynak gerektiren işleri üstlenerek akıllı sözleşme platformlarının daha etkili bir şekilde çalışmasını sağlar.","rating":5,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-band","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63f33b8e65b943b11f3eb681","is_completed":true,"name":"Talha Yasir Pur","title":"Operasyon","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-talha-yasir-pur","social_media_accounts":{}},"subtitle":"Band Protocol, gerçek dünya verilerini ve API'leri akıllı sözleşmelere toplayan ve bağlayan bir çapraz zincir veri oracle platformudur. Band Protocol hakkındaki son makalelerimizi okuyun.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-band-protocol","social_media_accounts":{},"is_completed":true},"writer":{"_id":"64030683b78238af50eba46b","is_completed":true,"name":"Cem Tepe","title":"İçerik Üreticisi","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-cem-tepe","social_media_accounts":{}},"created_at":"12.12","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-whitepaper-ozet-%25233%253a-merkeziyetsizlesme%252c-gecerlilik-ve-vrf-%28dogrulanabilir-rastgele-fonksiyonlar%29","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-whitepaper-ozet-%25233%253a-merkeziyetsizlesme%252c-gecerlilik-ve-vrf-%28dogrulanabilir-rastgele-fonksiyonlar%29","subtitle":"Band Protocol BandChain Whitepaper Özeti #3","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü, BandChain Faz 2 ile daha önce hiç görülmemiş bir merkeziyetsiz veri ekonomisini hayata geçiriyor. Bant Protokolü, kurumsal düzeyde veri sağlayıcılar, kullanıcılar ve merkezi olmayan uygulamalar için özerk bir pazar oluşturarak, işletmeler için giriş engelini azaltmakta ve blockchain uygulamalarının artan talepleri için veri kullanılabilirliği anlayışını genişletiyor.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü, geleneksel işletmelerin blockchain uygulama endüstrisine girmesini ve Web 3 geliştiricilerinin zincir içi ağlara harici olan güvenilir ve güvenilir bilgilere erişmesini sağlayan merkezi olmayan bir oracle ağı oluşturuyor. Faz 2 ile, yeni bir merkezi olmayan veri piyasası ekonomisinin kilidini açıyoruz, kurumların verilerin sağlanmasından gelir elde etmesi için sınırsız erişimi, IBC uygulamasını destekliyoruz ve Cosmos starportunu açıyoruz.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">BandChain’in merkeziyetçi oracle ağının arz ve talep taraflarını ölçeklendirerek Band Protokolü’nün merkeziyetçi veri piyasası ekonomisini ele aldık — şimdi yaklaşan Lite - Client Verification, Band Standard Dataset ve Verifyable Random Functions (VRF) ürünündeki çalışmalar aracılığıyla, 2. Aşamanın oracle ağındaki birçok kullanım alanı için merkeziyetsizlik derecesini nasıl güçlendireceğine değineceğiz.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Cross-Chain Oracle Talepleri için Geçerliliğin Sağlanması</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü, blockchain uygulamalarının entegre olması için güvenilir olan manipülasyona ve tamper-proof (kurcalamaya dayanıklı) veriler elde etmek için, bir kullanıcının aldığı bir sonucu doğrulamak için bir Lite İstemci Protokolü kullanır. Band Protokolünün entegre edildiği her blockchain platformunda istemcinin bir örneği mevcuttur ve her veri talebi için sonucun geçerliliğini doğrulamak için kullanılır.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Lite istemci doğrulama (LCV) süreci 3 koşulu kontrol eder:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"false\">Talepte alınan kanıtın geçerli bir block header oluşturmak için kullanılabileceğini</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Yapılandırılmış block header kullanarak, blok üzerinde imzası olan geçerli bir validator adres kümesini kurtarabilir</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Bu validatörlerin sistem toplamına göre yeterli toplam oy gücüne sahip olması</div>","<div class=\"general-writing-image-wrapper\"><div class=\"general-writing-alt-text\" contenteditable=\"true\" spellcheck=\"true\"></div><img class=\"general-writigin-image\" src=\"https://node101.s3.eu-central-1.amazonaws.com/433270f20afa63cb3d6274ff4140dd58\"><div class=\"general-writing-image-description\" contenteditable=\"true\" spellcheck=\"true\"></div></div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Merkeziyetsiz Standart Fiyat Referansı</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Standart Veri Kümesinin Ekim 2020 'de piyasaya sürülmesinden bu yana, BAND’ın fiyat oracle’larının çok sayıda zincir ve sektörde benimsenmesinde ve kullanılmasında exponansiyel bir artış gördük.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bu eğilim yayılmaya devam ettikçe, daha güçlü bir merkeziyetsizciliğe ve price feed (fiyat veri akışı) sağlamlığına duyulan ihtiyaç her zamankinden daha da önemli hale geldi. Standart Veri Kümemizin bir sonraki büyük yükseltmesi ile, herkesin fiyat güncelleme işlemlerini oracle kontratlarına göndermesine izin verecek, hepsi Lite istemci doğrulama yapısı ve bir meydan okuma mekanizması tarafından güvence altına alınmış ve doğrulanmış yeni bir mekanizma ekleyeceğiz.</div>","<div class=\"general-writing-image-wrapper\"><div class=\"general-writing-alt-text\" contenteditable=\"true\" spellcheck=\"true\"></div><img class=\"general-writigin-image\" src=\"https://node101.s3.eu-central-1.amazonaws.com/35727bcf5bc5a43b02580bf348e3b622\"><div class=\"general-writing-image-description\" contenteditable=\"true\" spellcheck=\"true\"></div></div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Doğrulanabilir Rastgele Sayı Üreticileri</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Standart Veri Kümesi fiyat oracle’ının yanı sıra, BAND'ın oracle tasarımının sunduğu esneklik, sayısız diğer kullanım alanlarının ve veri türlerinin desteklemesini sağlar.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">BandChain Faz 2 'nin en çok beklenen özelliklerinden biri, yaklaşan Doğrulanabilir Rastgele İşlev (VRF) işlevselliğimizdir. Öngörülemeyen ancak doğrulanabilir rastgele ve kanıtlanabilir adil değerler üretmek için kurcalamaya dayanıklı bir yöntem sağlayarak, Band Protokolünün oracle işlevselliğine yapılacak bu ek, desteklenen uygulama ve kullanım alanlarının aralığını büyük ölçüde genişletecektir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">&nbsp;Bu tür alanlara örnekler şunlardır:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"false\">NFT'ler</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Blockchain tabanlı oyunlar</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Piyangolar ve çekilişler</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Bahis</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Rastgele seçim</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Bu özellik, şu anda bir test ortamında uygulamaya geçmeye hazırlanan pilot ortaklarla aktif olarak geliştirilmektedir.</div>","<div class=\"general-writing-image-wrapper\"><div class=\"general-writing-alt-text\" contenteditable=\"true\" spellcheck=\"true\"></div><img class=\"general-writigin-image\" src=\"https://node101.s3.eu-central-1.amazonaws.com/87a73c2f2d2c6551c18d94f153203f9a\"><div class=\"general-writing-image-description\" contenteditable=\"true\" spellcheck=\"true\"></div></div>","<div class=\"general-writing-ellipsis\">•••</div>","<div class=\"general-writing-item general-writing-header general-writing-header-6\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü Hakkında</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü, gerçek dünyadaki verileri ve API’leri toplayan ve akıllı sözleşmelere bağlayan zincirler arası bir veri oracle platformudur. Blok zincirleri, değişmez depolama ve deterministik, doğrulanabilir hesaplamalarda harikadır – ancak, blok zinciri ağlarının dışında bulunan verilere güvenli bir şekilde erişemezler. Bant Protokolü, DeFi, tahmin pazarları ve oyunlar gibi akıllı sözleşme uygulamalarının, merkezi bir kehanetin tek hata noktasına dayanmadan zincir üzerinde inşa edilmesini sağlar. Band Protokolü, dünyanın en büyük risk sermayesi şirketlerinden biri olan Sequoia Capital ve önde gelen kripto para borsası Binance’in de aralarında bulunduğu güçlü bir paydaş ağı tarafından desteklenmektedir.</div>"],"label":null,"flag":null,"social_media_accounts":{}},{"_id":"64066b08a05ae4f23c3ee597","title":"Whitepaper Özet #3 | Merkeziyetsizleşme, Geçerlilik ve VRF","link":"/band-protocol/whitepaper-ozet-%233-%7c-merkeziyetsizlesme%2c-gecerlilik-ve-vrf","blog":{"_id":"64066115a05ae4f23c3ee409","title":"Band Protocol","identifier":"band-protocol","type":"project","project":{"_id":"63f4f1ebc3680481f7b8495b","name":"Band","identifier":"band","description":"Band Protocol, 2017 yılında MIT'den üç geliştirici tarafından, oracle yapısı aracılığıyla Web3'e merkezi olmayan bir platform sağlamak amacıyla kurulmuştur. Band Protocol, gerçek dünya verilerini ve uygulama programlama arayüzlerini (API'ler) akıllı sözleşmelere bağlayan bir çapraz zincir oracle'ıdır. Cosmos-SDK ile geliştirilen bir blok zinciri olan BandChain üzerinde çalışır. Dış kaynaklardan bilgi alma ve doğrulama gibi yoğun kaynak gerektiren işleri üstlenerek akıllı sözleşme platformlarının daha etkili bir şekilde çalışmasını sağlar.","rating":5,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-band","is_completed":true,"social_media_accounts":{}},"writer":{"_id":"63fe2bf8881af55eb9b7f842","is_completed":true,"name":"Yahya Ekincioğlu","title":"İçerik Üreticisi","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-yahya-ekincioglu","social_media_accounts":{}},"subtitle":"Band Protocol, gerçek dünya verilerini ve API'leri akıllı sözleşmelere toplayan ve bağlayan bir çapraz zincir veri oracle platformudur. Band Protocol hakkındaki son makalelerimizi okuyun.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-band-protocol","social_media_accounts":{},"is_completed":true},"writer":{"_id":"64030683b78238af50eba46b","is_completed":true,"name":"Cem Tepe","title":"İçerik Üreticisi","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-cem-tepe","social_media_accounts":{}},"created_at":"11.12","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-whitepaper-ozet-%25233-%257c-merkeziyetsizlesme%252c-gecerlilik-ve-vrf","cover":"https://node101.s3.amazonaws.com/node101-writing-cover-whitepaper-ozet-%25233-%257c-merkeziyetsizlesme%252c-gecerlilik-ve-vrf","subtitle":"temporary","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Band Protokolü, BandChain Faz 2 ile daha önce hiç görülmemiş bir merkeziyetsiz veri ekonomisini hayata geçiriyor. Bant Protokolü, kurumsal düzeyde veri sağlayıcılar, kullanıcılar ve merkezi olmayan uygulamalar için özerk bir pazar oluşturarak, işletmeler için giriş engelini azaltmakta ve blockchain uygulamalarının artan talepleri için veri kullanılabilirliği anlayışını genişletiyor.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü, geleneksel işletmelerin blockchain uygulama endüstrisine girmesini ve Web 3 geliştiricilerinin zincir içi ağlara harici olan güvenilir ve güvenilir bilgilere erişmesini sağlayan merkezi olmayan bir oracle ağı oluşturuyor. Faz 2 ile, yeni bir merkezi olmayan veri piyasası ekonomisinin kilidini açıyoruz, kurumların verilerin sağlanmasından gelir elde etmesi için sınırsız erişimi, IBC uygulamasını destekliyoruz ve Cosmos starportunu açıyoruz.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">BandChain’in merkeziyetçi oracle ağının arz ve talep taraflarını ölçeklendirerek Band Protokolü’nün merkeziyetçi veri piyasası ekonomisini ele aldık — şimdi yaklaşan Lite - Client Verification, Band Standard Dataset ve Verifyable Random Functions (VRF) ürünündeki çalışmalar aracılığıyla, 2. Aşamanın oracle ağındaki birçok kullanım alanı için merkeziyetsizlik derecesini nasıl güçlendireceğine değineceğiz.</div>","<div class=\"general-writing-ellipsis\">•••</div>","<div class=\"general-writing-item general-writing-header general-writing-header-1\" contenteditable=\"true\" spellcheck=\"false\">Cross-Chain Oracle Talepleri için Geçerliliğin Sağlanması</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Band Protokolü, blockchain uygulamalarının entegre olması için güvenilir olan manipülasyona ve tamper-proof (kurcalamaya dayanıklı) veriler elde etmek için, bir kullanıcının aldığı bir sonucu doğrulamak için bir Lite İstemci Protokolü kullanır. Band Protokolünün entegre edildiği her blockchain platformunda istemcinin bir örneği mevcuttur ve her veri talebi için sonucun geçerliliğini doğrulamak için kullanılır.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Lite istemci doğrulama (LCV) süreci 3 koşulu kontrol eder:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"true\">Talepte alınan kanıtın geçerli bir block header oluşturmak için kullanılabileceğini</div><div contenteditable=\"true\" spellcheck=\"true\" class=\"general-writing-item general-writing-list\">Yapılandırılmış block header kullanarak, blok üzerinde imzası olan geçerli bir validator adres kümesini kurtarabilir</div><div contenteditable=\"true\" spellcheck=\"true\" class=\"general-writing-item general-writing-list\">Bu validatörlerin sistem toplamına göre yeterli toplam oy gücüne sahip olması<span></span></div>","<div class=\"general-writing-item general-writing-header general-writing-header-2\" contenteditable=\"true\" spellcheck=\"true\">Merkeziyetsiz Standart Fiyat Referansı</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Standart Veri Kümesinin Ekim 2020 'de piyasaya sürülmesinden bu yana, BAND’ın fiyat oracle’larının çok sayıda zincir ve sektörde benimsenmesinde ve kullanılmasında exponansiyel bir artış gördük.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Bu eğilim yayılmaya devam ettikçe, daha güçlü bir merkeziyetsizciliğe ve price feed (fiyat veri akışı) sağlamlığına duyulan ihtiyaç her zamankinden daha da önemli hale geldi. Standart Veri Kümemizin bir sonraki büyük yükseltmesi ile, herkesin fiyat güncelleme işlemlerini oracle kontratlarına göndermesine izin verecek, hepsi Lite istemci doğrulama yapısı ve bir meydan okuma mekanizması tarafından güvence altına alınmış ve doğrulanmış yeni bir mekanizma ekleyeceğiz.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-3\" contenteditable=\"true\" spellcheck=\"true\">Doğrulanabilir Rastgele Sayı Üreticileri</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Standart Veri Kümesi fiyat oracle’ının yanı sıra, BAND'ın oracle tasarımının sunduğu esneklik, sayısız diğer kullanım alanlarının ve veri türlerinin desteklemesini sağlar.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">BandChain Faz 2 'nin en çok beklenen özelliklerinden biri, yaklaşan Doğrulanabilir Rastgele İşlev (VRF) işlevselliğimizdir. Öngörülemeyen ancak doğrulanabilir rastgele ve kanıtlanabilir adil değerler üretmek için kurcalamaya dayanıklı bir yöntem sağlayarak, Band Protokolünün oracle işlevselliğine yapılacak bu ek, desteklenen uygulama ve kullanım alanlarının aralığını büyük ölçüde genişletecektir.</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">&nbsp;Bu tür alanlara örnekler şunlardır:</div>","<div class=\"general-writing-item general-writing-list\" contenteditable=\"true\" spellcheck=\"false\">NFT'ler</div><div contenteditable=\"true\" spellcheck=\"true\" class=\"general-writing-item general-writing-list\">Blockchain Tabanlı Oyun</div><div contenteditable=\"true\" spellcheck=\"true\" class=\"general-writing-item general-writing-list\">Piyangolar ve Çekilişler</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Bahis</div><div contenteditable=\"true\" spellcheck=\"false\" class=\"general-writing-item general-writing-list\">Rastgele Seçim<span></span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Bu özellik, şu anda bir test ortamında uygulamaya geçmeye hazırlanan pilot ortaklarla aktif olarak geliştirilmektedir.</div>","<div class=\"general-writing-ellipsis\">•••</div>","<div class=\"general-writing-item general-writing-header general-writing-header-4\" contenteditable=\"true\" spellcheck=\"false\">Band Protokolü Hakkında</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"true\">Band Protokolü, gerçek dünyadaki verileri ve API’leri toplayan ve akıllı sözleşmelere bağlayan zincirler arası bir veri oracle platformudur. Blok zincirleri, değişmez depolama ve deterministik, doğrulanabilir hesaplamalarda harikadır – ancak, blok zinciri ağlarının dışında bulunan verilere güvenli bir şekilde erişemezler. Bant Protokolü, DeFi, tahmin pazarları ve oyunlar gibi akıllı sözleşme uygulamalarının, merkezi bir kehanetin tek hata noktasına dayanmadan zincir üzerinde inşa edilmesini sağlar. Band Protokolü, dünyanın en büyük risk sermayesi şirketlerinden biri olan Sequoia Capital ve önde gelen kripto para borsası Binance’in de aralarında bulunduğu güçlü bir paydaş ağı tarafından desteklenmektedir.</div>"],"label":"slider","flag":null,"social_media_accounts":{}},{"_id":"63ff035792994cd22962f159","title":"101,000 $UMEE THE NEW YEAR GIVEAWAY: Whoever stakes to node101, wins.","link":"/umee/101%2c000-%24umee-the-new-year-giveaway%3a-whoever-stakes-to-node101%2c-wins.","blog":{"_id":"63fd0cff881af55eb9b7eca2","title":"UMEE","identifier":"umee","type":"project","project":{"_id":"63f37282b2f0150113383442","name":"UMEE","identifier":"umee","description":"Umee, zincirler arası iletişim ve birlikte çalışabilirlik için kendi kendini yöneten bir doğrulayıcı ağa sahip, Cosmos SDK ve Tendermint Consensus tabanlı bir Katman-1 blok zinciridir. Blok Zincirleri Arası İletişim protokolü (IBC), Gravity köprüsü ve merkezi olmayan altyapı kullanılarak, kripto ekosistemini büyütmek amacıyla birlikte çalışabilirlik yaratılır. Ağlar arasında kripto piyasalarını birbirine bağlayan para legolarıyla entegrasyona yönelik bir DeFi platformu, Çok Zincirli Staking, Zincirler Arası Kaldıraç ve Çapraz Zincir Faiz oranları gibi açık finans yeniliklerinin oluşturulmasına izin verir.","rating":3,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-project-umee","is_completed":true,"social_media_accounts":{"telegram":"https://t.me/umee_tr"}},"writer":{"_id":"63f33b8e65b943b11f3eb681","is_completed":true,"name":"Talha Yasir Pur","title":"Operasyon","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-talha-yasir-pur","social_media_accounts":{}},"subtitle":"Umee, blok zincirleri arası stake etme (mevduat kilitleme) ve borç verme için bir platformdur. Kullanıcıların IBC (Ağ İletişimi) sistemleri ve blok zincirleri arasında zorluk çekmeden kredi işlemleri gerçekleştirmelerini sağlar. Umee projesiyle ilgili son blog yazılarımızı okuyun.","image":"https://node101.s3.eu-central-1.amazonaws.com/node101-blog-image-umee","social_media_accounts":{},"is_completed":true},"writer":{"_id":"63f32e0165b943b11f3eb66a","is_completed":true,"name":"Mustafa AKSÖZ","title":null,"image":"https://node101.s3.eu-central-1.amazonaws.com/node101-writer-mustafa-aks%25c3%2596z","social_media_accounts":{}},"created_at":"10.12","logo":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-logo-101%252c000-%2524umee-the-new-year-giveaway%253a-whoever-stakes-to-node101%252c-wins.","cover":"https://node101.s3.eu-central-1.amazonaws.com/node101-writing-cover-101%252c000-%2524umee-the-new-year-giveaway%253a-whoever-stakes-to-node101%252c-wins.","subtitle":"-","content":["<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">We are here with our \"New Year's Giveaway\", where we aim to distribute 101.000 UMEE Tokens, which will bring the joy of the New Year to your Umee wallets, to our 10 lucky stakeholders. We're taking our own record to a new level with the largest giveaway ever made by a UMEE validator in one go.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-1\" contenteditable=\"true\" spellcheck=\"false\">101,000 $UMEE THE NEW YEAR GIVEAWAY</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Would you like to win 10,100 UMEE tokens per wallet by staking/delegate/redelegate to our validator in UMEE?.</div>","<div class=\"general-writing-item general-writing-header general-writing-header-2\" contenteditable=\"true\" spellcheck=\"false\"><div>THINGS TO DO TO JOIN THE NEW YEAR GIVEAWAY</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">1- You need to follow <span class=\"general-writing-text-url\" link=\"empty-https://twitter.com/Umee_CrossChain\" id=\"4ac4b1904b01e789\">Umee</span> and <span class=\"general-writing-text-url\" link=\"empty-https://twitter.com/node_101\" id=\"d3d61895e343e0e0\">node101</span> Twitter accounts and then join the <span class=\"general-writing-text-url\" link=\"empty-https://t.me/node101\" id=\"5dc78b4415947628\">node101</span> telegram group\n</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>2- You should tag 3 of your friends and comment under the giveaway post we pinned to the <span class=\"general-writing-text-url\" link=\"empty-https://twitter.com/node_101\" id=\"fce58b65c2ded9ef\">node101 Twitter</span>&nbsp;account, and retweet the giveaway post.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>3- You must stake at least 5000 UMEE token<span class=\"general-writing-text-url\" link=\"empty-https://wallet.keplr.app/chains/umee?modal=validator&amp;chain=umee-1&amp;validator_address=umeevaloper12h8fpmg5qs570rmlem27km5xu4l2gv0lapuels&amp;referral=true\" id=\"1438f3a723af78d2\">s to no</span>de101 validator using your Keplr Wallet.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span class=\"general-writing-text-bold\">Remember, every 5000 UMEE tokens you stake on node101 means you will win 1 lottery ticket. You can earn up to 10 tickets with one wallet. Another important point is that you only need to stake node101 with the UMEEs you have in the wallet you want to participate in the draw, if you are already staking your UMEEs to another validator other than node101, you need to redelegate all these tokens to node101 in order to participate in our draw.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">4- Finally, to the Form in the explanation section; You must add your Twitter username, your telegram username, and your staking wallet address.\n</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>Why should you stake at least 5k UMEE? The answer is simple; Malicious actors can take away your chances of winning by splitting UMEE tokens in their accounts into other wallets,we believe the easiest way to solve this is to impose a minimum 5k token delegate requirement.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">You must stake all your UMEE tokens in the node101 validator account, the staking condition is \"All-your-delagations-in-node101\" for the draw. This means you only need to stake active UMEE on node101.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>Staking wallets (5k and above) will be included in this draw, you should not forget that wallets staking 5k and multiples will increase their chances in the draw as much as the number of tickets, so the more you stake, the higher your chance of winning. Everyone who has delegated, old or new, will be included in the draw, provided that they do the first and second missions.</div></div>","<div class=\"general-writing-item general-writing-header general-writing-header-3\" contenteditable=\"true\" spellcheck=\"false\">FAQ?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">Question: Should we unstake the tokens in my wallet and join after 14 days?\n</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>Answer: No, you can switch to our validator instantly by redelagate</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>Question: How many tickets can I have by staking all-in?</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">Answer: You can have a maximum of 10 tickets for a wallet you staked in your node101 validator account.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>Question : How do I delegate/stake?</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">Answer : You can delegate/stake by following this </span><span class=\"general-writing-text-url\" link=\"empty-https://www.youtube.com/watch?v=d6h8X4jKplg&amp;ab_channel=node101\" id=\"409f3254f6d534bc\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">link</span></span><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"> !</span></div>","<div class=\"general-writing-item general-writing-header general-writing-header-4\" contenteditable=\"true\" spellcheck=\"false\">Rules you must consider!</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">1- We sorry that we will not be able to give rewards to wallets staked/delegated/redelegated less than 5.000 UMEE tokens.\n</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><div>2- node101 team will accept only stake/delegate/redelegate made to the validator account named node101.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">The amount of staking rewards to be distributed per wallet is 10,100 UMEEs.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>Event end date : January 22th, 2023, Sunday at 00:00 GMT+3!</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">Award distribution date: It will be between January 30th, 2023</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>Distributed prizes and winning wallets will be shared with the followers.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">We plan to continue to make similar giveaways and airdrops to all our followers who stake/delegate/redelegate us through our node101 validator. You can reach us on our telegram channel node101.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>This giveaway is fully funded by the node101 team. The UMEE project did not receive any financial support.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">Good luck to everyone participating in our New Year's raffle, where 101,000 UMEE tokens will be distributed, the biggest draw ever by an Umee validator. As node101, we hope that the new year will bring you and your loved one's peace.</span></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"></span><div>This giveaway is fully funded by the node101 team. The UMEE project did not have any financial support.</div></div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">If you want to review the last 50,000 $UMEE giveaway distribution and results, you can click on the </span><span class=\"general-writing-text-url\" link=\"empty-https://docs.google.com/document/d/1EKS5sKyPS8fGT9SF5fMiDJXjXCCfv-TKuJc9FVDAblw/edit\" id=\"c5456ef10fea3082\"><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\">link</span></span><span style=\"color: var(--text-color); background-color: var(--inner-box-color);\"> and have a look.</span></div>","<div class=\"general-writing-item general-writing-header general-writing-header-5\" contenteditable=\"true\" spellcheck=\"false\">What is UMEE?</div>","<div class=\"general-writing-item general-writing-text\" contenteditable=\"true\" spellcheck=\"false\">We have prepared a 2minute presentation for you to understand Umee better, you can <span class=\"general-writing-text-url\" link=\"empty-https://www.youtube.com/watch?v=mptWly2G1AY&amp;feature=youtu.be\" id=\"d8b8249509de0cff\">watch</span> it if you want.</div>"],"label":null,"flag":null,"social_media_accounts":{}}]